Repository: NMarjou/localization-app
Catalog: TMs/en-US_id-ID.tmx
Source language: en_us
Languages: id_id

source: Last updates
id_id: Pembaruan terakhir

source: Any changes to this round will appear here.
id_id: Perubahan apa pun pada putaran ini akan muncul di sini.

source: No updates yet
id_id: Belum ada pembaruan

source: By {{author}},
id_id: Oleh {{author}},

source: Added fields
id_id: Bidang yang ditambahkan

source: Description:
id_id: Deskripsi:

source: Model name:
id_id: Nama model:

source: Updates have been made to the selected bonus plan. Use the pending draft version to apply them as needed.
id_id: Pembaruan telah dilakukan pada rencana bonus yang dipilih. Gunakan versi draf tertunda untuk menerapkannya sesuai kebutuhan.

source: Updates have been made to the selected data model. Use the pending draft version to apply them as needed.
id_id: Pembaruan telah dilakukan pada data model yang dipilih. Gunakan versi draf tertunda untuk menerapkannya sesuai kebutuhan.

source: The data model was extended with new fields. Use the pending draft version to apply them if needed.
id_id: Model data diperluas dengan kolom baru. Gunakan versi draf tertunda untuk menerapkannya jika diperlukan.

source: Updates have been made to the selected bonus plan. To apply the changes, please publish the compensation round.
id_id: Pembaruan telah dilakukan pada rencana bonus yang dipilih. Untuk menerapkan perubahan, silakan publikasikan putaran kompensasi.

source: Republished (proposals retained)
id_id: Diterbitkan ulang (usulan dipertahankan)

source: Republished (no proposals)
id_id: Diterbitkan ulang (tanpa proposal)

source: Changes detected in bonus plan
id_id: Perubahan terdeteksi dalam rencana bonus

source: Data model extended
id_id: Model data diperluas

source: Pending draft created
id_id: Draf tertunda dibuat

source: Pending draft deleted
id_id: Draf tertunda dihapus

source: Round republished
id_id: Putaran diterbitkan ulang

source: Round published
id_id: Putaran dipublikasikan

source: View all updates
id_id: Lihat semua pembaruan

source: All updates
id_id: Semua pembaruan

source: View population configuration
id_id: Lihat konfigurasi populasi

source: View round configuration
id_id: Lihat konfigurasi putaran

source: Active rules: {{activeRulesCount}} • Inactive rules: {{inactiveRulesCount}}
id_id: Aturan aktif: {{activeRulesCount}} • Aturan tidak aktif: {{inactiveRulesCount}}

source: Team planner configuration
id_id: Konfigurasi perencana tim

source: View team planner configuration
id_id: Lihat konfigurasi perencana tim

source: Validation reports: {{validationReportsCount}}
id_id: Laporan validasi: {{validationReportsCount}}

source: View workflow configuration
id_id: Lihat konfigurasi alur kerja

source: API connection
id_id: Koneksi API

source: Connection details
id_id: Detail koneksi

source: This download is unavailable because the data drop exceeds the {{workersCount}} worker limit. To fix this, please edit the configuration to narrow your worker selection. For help or to discuss options for large exports, please contact customer support.
id_id: Unduhan ini tidak tersedia karena data drop melebihi batas {{workersCount}} pekerja. Untuk memperbaikinya, silakan edit konfigurasi untuk mempersempit pilihan pekerja Anda. Untuk bantuan atau mendiskusikan opsi ekspor dalam jumlah besar, silakan hubungi layanan pelanggan.

source: Connection ID
id_id: ID Koneksi

source: Round ID
id_id: ID Putaran

source: Round Management
id_id: Manajemen Putaran

source: Copy JSON
id_id: Salin JSON

source: Failed to copy. Please try again.
id_id: Gagal menyalin. Silakan coba lagi.

source: JSON copied to clipboard
id_id: JSON disalin ke papan klip

source: Create statement generation rule
id_id: Buat aturan pembuatan pernyataan

source: The statement generation rule was successfully created.
id_id: Aturan pembuatan pernyataan berhasil dibuat.

source: Are you sure you want to delete this statement generation rule? This action cannot be undone.
id_id: Apakah Anda yakin ingin menghapus aturan pembuatan pernyataan ini? Tindakan ini tidak dapat dibatalkan.

source: The statement generation rule was successfully duplicated.
id_id: Aturan pembuatan pernyataan berhasil diduplikasi.

source: No statement generation rules yet!
id_id: Belum ada aturan pembuatan pernyataan!

source: Generated
id_id: Dihasilkan

source: Generation failed
id_id: Pembuatan gagal

source: Not generated
id_id: Tidak dihasilkan

source: The communication round cannot be empty.
id_id: Ronde komunikasi tidak boleh kosong.

source: Specify a name and a description for this document distribution rule.
id_id: Tentukan nama dan deskripsi untuk aturan distribusi dokumen ini.

source: Distribution rules
id_id: Aturan distribusi

source: Select the communication round and document template that will be used for distribution.
id_id: Pilih putaran komunikasi dan template dokumen yang akan digunakan untuk distribusi.

source: Edit statement generation rule
id_id: Edit aturan pembuatan pernyataan

source: The file name cannot be longer than {{charLimit}} characters.
id_id: Nama file tidak boleh lebih dari {{charLimit}} karakter.

source: Customize the file name with variables
id_id: Sesuaikan nama file dengan variabel

source: Use a fixed file name for all documents
id_id: Gunakan nama file tetap untuk semua dokumen

source: The file name cannot contain special characters.
id_id: Nama file tidak boleh berisi karakter khusus.

source: The document template cannot be empty.
id_id: Templat dokumen tidak boleh kosong.

source: Select document template
id_id: Pilih template dokumen

source: The statement generation has started.
id_id: Pembuatan pernyataan telah dimulai.

source: The statement generation rule was successfully updated.
id_id: Aturan pembuatan pernyataan berhasil diperbarui.

source: View statement generation rule
id_id: Lihat aturan pembuatan pernyataan

source: Manage round cycle
id_id: Kelola siklus ronde

source: Round name (A-Z)
id_id: Nama tahapan (A-Z)

source: Round name (Z-A)
id_id: Nama tahapan (Z-A)

source: Sorting
id_id: Pengurutan

source: Start date (earliest)
id_id: Tanggal mulai (terawal)

source: Start date (latest)
id_id: Tanggal mulai (paling akhir)

source: Actual budget
id_id: Anggaran aktual

source: No maximum outcome configuration
id_id: Tidak ada konfigurasi hasil maksimum

source: No minimum outcome configuration
id_id: Tidak ada konfigurasi hasil minimum

source: No outcome configuration
id_id: Tidak ada konfigurasi hasil

source: No rule configuration
id_id: Tidak ada konfigurasi aturan

source: No validation reports with the name "{{phrase}}"
id_id: Tidak ada laporan validasi dengan nama "{{phrase}}"

source: The note was successfully deleted.
id_id: Catatan berhasil dihapus.

source: Select rule
id_id: Pilih aturan

source: Total eligible workers
id_id: Total pekerja yang memenuhi syarat

source: Total populations
id_id: Total populasi

source: Total number of rules
id_id: Jumlah total aturan

source: Incentive Management
id_id: Manajemen Insentif

source: Select at least one data source to continue.
id_id: Pilih setidaknya satu sumber data untuk melanjutkan.

source: Manage the round cycle to generate statements and create payroll connections.
id_id: Kelola siklus putaran untuk menghasilkan pernyataan dan membuat koneksi penggajian.

source: Incentive Curve Design
id_id: Desain Kurva Insentif

source: Compensation Structure
id_id: Struktur Kompensasi

source: Compensation Process
id_id: Proses Kompensasi

source: Create your organization's compensation framework and comp elements, including salary, allowances, per diems, bonus, deferrals, equity, and indirect benefits/allowances.
id_id: Buat kerangka kompensasi organisasi Anda dan elemen kompensasi, termasuk gaji, tunjangan, uang harian, bonus, penangguhan, ekuitas, serta manfaat/tunjangan tidak langsung.

source: Active currencies
id_id: Mata uang aktif

source: Enabled currencies
id_id: Mata uang yang diaktifkan

source: Is enabled
id_id: Diaktifkan

source: {{currencyName}} currency is active
id_id: Mata uang {{currencyName}} sedang aktif

source: No currencies yet
id_id: Belum ada mata uang

source: Company currency
id_id: Mata uang perusahaan

source: Global currency checkbox for {{currencyName}}
id_id: Kotak centang mata uang global untuk {{currencyName}}

source: No currencies with the name "{{phrase}}"
id_id: Tidak ada mata uang dengan nama "{{phrase}}"

source: Selected currency checkbox for {{currencyName}}
id_id: Kotak centang mata uang yang dipilih untuk {{currencyName}}

source: Selected currency checkbox for this page
id_id: Kotak centang mata uang yang dipilih untuk halaman ini

source: Enable the currencies that users will be able to select on the platform. The global currency cannot be selected or deactivated.
id_id: Aktifkan mata uang yang dapat dipilih oleh pengguna di platform. Mata uang global tidak dapat dipilih atau dinonaktifkan.

source: Currency preview
id_id: Pratinjau mata uang

source: Global currency
id_id: Mata uang global

source: Change global currency
id_id: Ubah mata uang global

source: Select the default currency for all users across the application.
id_id: Pilih mata uang default untuk semua pengguna di seluruh aplikasi.

source: The previous currency will remain enabled. If you no longer need it, please disable it manually in the currency table.
id_id: Mata uang sebelumnya akan tetap diaktifkan. Jika Anda tidak lagi membutuhkannya, silakan nonaktifkan secara manual di tabel mata uang.

source: The selected global currency will be used as the default one across the application and will be automatically enabled.
id_id: Mata uang global yang dipilih akan digunakan sebagai default di seluruh aplikasi dan akan diaktifkan secara otomatis.

source: Global currency configuration
id_id: Konfigurasi mata uang global

source: Currencies & Exchange Rates
id_id: Mata Uang & Nilai Tukar

source: Define which currencies will be available across the application features and which one will be global currency.
id_id: Tentukan mata uang mana yang akan tersedia di seluruh fitur aplikasi dan mana yang akan menjadi mata uang global.

source: Active & global currencies
id_id: Mata uang aktif & global

source: The configuration for currency settings was modified. Saving these changes will impact future snapshots and related data.
id_id: Konfigurasi untuk pengaturan mata uang telah diubah. Menyimpan perubahan ini akan memengaruhi snapshot dan data terkait di masa mendatang.

source: Configuration change detected
id_id: Perubahan konfigurasi terdeteksi

source: Currency Settings
id_id: Pengaturan Mata Uang

source: The name is required.
id_id: Nama wajib diisi.

source: Payout curve details
id_id: Detail kurva pembayaran

source: The code already exists
id_id: Kode sudah ada

source: Enter a code for the payout curve
id_id: Masukkan kode untuk kurva pembayaran

source: Enter the basic information of the payout curve
id_id: Masukkan informasi dasar dari kurva pembayaran

source: Enter a description for the payout curve
id_id: Masukkan deskripsi untuk kurva pembayaran

source: Enter a name for the payout curve
id_id: Masukkan nama untuk kurva pembayaran

source: Falling
id_id: Jatuh

source: Decreasing payout over time/levels.
id_id: Pembayaran yang menurun seiring waktu/tingkat.

source: Growing
id_id: Berkembang

source: Increasing payout over time/levels.
id_id: Meningkatkan pembayaran seiring waktu/tingkat.

source: Create payout curve
id_id: Buat kurva pembayaran

source: Edit payout curve
id_id: Edit kurva pembayaran

source: Linear curve
id_id: Kurva linier

source: Payout curves
id_id: Kurva pembayaran

source: No payout curves have been created yet.
id_id: Belum ada kurva pembayaran yang dibuat.

source: No payout curves yet
id_id: Belum ada kurva pembayaran

source: The payout curve was successfully published.
id_id: Kurva pembayaran berhasil dipublikasikan.

source: The payout curve was successfully saved.
id_id: Kurva pembayaran berhasil disimpan.

source: Your conditions are empty or do not meet the criteria. Please correct the errors to generate the payout curve chart.
id_id: Kondisi Anda kosong atau tidak memenuhi kriteria. Silakan perbaiki kesalahan untuk menghasilkan grafik kurva pembayaran.

source: Cannot generate chart
id_id: Tidak dapat membuat grafik

source: Payout curve preview
id_id: Pratinjau kurva pembayaran

source: Check the correlation between results and payouts, along with a chart illustrating the payout curve.
id_id: Periksa korelasi antara hasil dan pembayaran, beserta grafik yang menggambarkan kurva pembayaran.

source: Clear values
id_id: Hapus nilai

source: Direction
id_id: Arah

source: What is the direction of this curve?
id_id: Apa arah kurva ini?

source: Rules related to the selected direction:
id_id: Aturan yang terkait dengan arah yang dipilih:

source: Result values must decrease from top to bottom
id_id: Nilai hasil harus menurun dari atas ke bawah

source: Falling curve is suited for scenarios where higher performance results in lower payouts (such as, penalties or cost control).
id_id: Kurva menurun cocok untuk skenario di mana kinerja yang lebih tinggi menghasilkan pembayaran yang lebih rendah (seperti penalti atau pengendalian biaya).

source: Payout values must decrease
id_id: Nilai pembayaran harus menurun

source: Workers whose results are at or below the lowest defined threshold will receive the maximum payout value.
id_id: Pekerja yang hasilnya berada pada atau di bawah ambang batas terendah yang ditetapkan akan menerima nilai pembayaran maksimum.

source: Workers whose results exceed the highest defined threshold will receive 0.
id_id: Pekerja yang hasilnya melebihi ambang batas tertinggi yang ditetapkan akan menerima 0.

source: Workers whose results exceed the highest defined threshold will receive the maximum payout value.
id_id: Pekerja yang hasilnya melebihi ambang batas tertinggi yang ditetapkan akan menerima nilai pembayaran maksimum.

source: Workers whose results are below the lowest defined threshold will receive 0.
id_id: Pekerja yang hasilnya berada di bawah ambang batas terendah yang ditetapkan akan menerima 0.

source: General rules:
id_id: Aturan umum:

source: Enter whole numbers and decimals in the input fields (fractions are not allowed).
id_id: Masukkan angka bulat dan desimal di kolom isian (pecahan tidak diperbolehkan).

source: In a growing curve, each result condition must be higher than the one before it.
id_id: Dalam kurva yang meningkat, setiap kondisi hasil harus lebih tinggi dari yang sebelumnya.

source: This configuration is typically used when better performance results in higher payouts.
id_id: Konfigurasi ini biasanya digunakan ketika kinerja yang lebih baik menghasilkan pembayaran yang lebih tinggi.

source: Corresponding payout values should also increase or remain the same as performance improves.
id_id: Nilai pembayaran yang sesuai juga harus meningkat atau tetap sama seiring dengan peningkatan kinerja.

source: Rules & guidelines
id_id: Aturan & pedoman

source: Thresholds
id_id: Ambang batas

source: Define performance milestones and their corresponding payout levels.
id_id: Tentukan tonggak kinerja dan tingkat pembayaran yang sesuai.

source: What type is your payout curve?
id_id: Apa jenis kurva pembayaran Anda?

source: Result units
id_id: Satuan hasil

source: Performance result
id_id: Hasil kinerja

source: Which units will be used for results in this curve?
id_id: Satuan apa yang akan digunakan untuk hasil pada kurva ini?

source: The value must be larger than the {{min}} value.
id_id: Nilainya harus lebih besar dari nilai {{min}}.

source: Define the min and max values for results and payout.
id_id: Tentukan nilai minimum dan maksimum untuk hasil dan pembayaran.

source: Payout curve settings
id_id: Pengaturan kurva pembayaran

source: The configuration contains issues. Please verify the ranges and conditions to avoid errors.
id_id: Konfigurasi mengandung masalah. Silakan periksa rentang dan kondisi untuk menghindari kesalahan.

source: Payout range
id_id: Rentang pembayaran

source: Maximum payout
id_id: Pembayaran maksimum

source: Minimum payout
id_id: Pembayaran minimum

source: The maximum value must be larger than the minimum value.
id_id: Nilai maksimum harus lebih besar daripada nilai minimum.

source: Result range
id_id: Rentang hasil

source: Maximum result
id_id: Hasil maksimum

source: Minimum result
id_id: Hasil minimum

source: The highest allowable value for both result and payout ranges is 120%.
id_id: Nilai maksimum yang diizinkan untuk rentang hasil dan pembayaran adalah 120%.

source: The lowest allowable value for both result and payout ranges is 0%.
id_id: Nilai terendah yang diizinkan untuk rentang hasil dan pembayaran adalah 0%.

source: All workers that exceed the maximum result will be included in the maximum range.
id_id: Semua pekerja yang melebihi hasil maksimum akan dimasukkan dalam rentang maksimum.

source: The input fields accept whole numbers and decimals only. Fractions are not permitted.
id_id: Kolom input hanya menerima bilangan bulat dan desimal. Pecahan tidak diperbolehkan.

source: The default unit used in the payout curve metric is percentage.
id_id: Unit default yang digunakan dalam metrik kurva pembayaran adalah persentase.

source: The value must be smaller than the {{max}} value.
id_id: Nilainya harus lebih kecil dari nilai {{max}}.

source: Define metrics, type and thresholds
id_id: Tentukan metrik, tipe, dan ambang batas

source: End payout
id_id: Akhiri pembayaran

source: End result
id_id: Hasil akhir

source: Payout value (%)
id_id: Nilai pembayaran (%)

source: Payout
id_id: Pembayaran

source: Payout: {{yAxis}}
id_id: Pembayaran: {{yAxis}}

source: Result (%)
id_id: Hasil (%)

source: for
id_id: untuk

source: Result: {{xAxis}}
id_id: Hasil: {{xAxis}}

source: Start payout
id_id: Mulai pembayaran

source: Start result
id_id: Mulai hasil

source: Step curve
id_id: Kurva transisi

source: A linear curve represents a payout that changes at a constant rate over time or across performance levels.
id_id: Kurva linier menggambarkan pembayaran yang berubah dengan laju konstan seiring waktu atau pada tingkat kinerja yang berbeda.

source: A step curve changes payout in fixed "jumps" at specified intervals rather than gradually.
id_id: Kurva bertingkat mengubah pembayaran dalam "loncatan" tetap pada interval tertentu, bukan secara bertahap.

source: Amount (units)
id_id: Jumlah (unit)

source: Percentages
id_id: Persentase

source: View payout curve
id_id: Lihat kurva pembayaran

source: Additional field attributes
id_id: Atribut bidang tambahan

source: Are you sure you want to deactivate entity? This action cannot be undone.
id_id: Anda yakin ingin menonaktifkan entitas? Tindakan ini tidak dapat dibatalkan.

source: Are you sure you want to delete this entity? This action cannot be undone.
id_id: Apakah Anda yakin ingin menghapus entitas ini? Tindakan ini tidak dapat dibatalkan.

source: Are you sure you want to publish this entity? We recommend reviewing the entity settings first.
id_id: Apakah Anda yakin ingin memublikasikan entitas ini? Kami menyarankan Anda meninjau pengaturan entitas terlebih dahulu.

source: Confirm publishing
id_id: Konfirmasi publikasi

source: Create custom entity
id_id: Buat entitas kustom

source: Failed to load entity details.
id_id: Gagal memuat detail entitas.

source: Custom entity details
id_id: Detail entitas kustom

source: Edit custom entity
id_id: Edit entitas kustom

source: Effective dating
id_id: Tanggal berlaku

source: No effective dating
id_id: Tanpa tanggal berlaku

source: Effective date range
id_id: Rentang tanggal berlaku

source: Try adjusting your search or filters to find what you're looking for.
id_id: Coba sesuaikan pencarian atau filter Anda untuk menemukan yang Anda cari.

source: No custom entities match your filters
id_id: Tidak ada entitas khusus yang cocok dengan filter Anda

source: No custom entities yet
id_id: Belum ada entitas kustom

source: Entity details
id_id: Detail entitas

source: At least one field must be set as business key.
id_id: Setidaknya satu bidang harus ditetapkan sebagai kunci bisnis.

source: At least one field must be configured.
id_id: Setidaknya satu bidang harus dikonfigurasi.

source: At least one field must be set as required.
id_id: Setidaknya satu kolom harus ditandai sebagai wajib diisi.

source: You can add up to {{max}} fields
id_id: Anda dapat menambahkan hingga {{max}} kolom

source: Is business key
id_id: Apakah kunci bisnis

source: Is required
id_id: Wajib diisi

source: Provide a name for the entity
id_id: Berikan nama untuk entitas

source: {{count}} of {{max}}
id_id: {{count}} dari {{max}}

source: Select reference
id_id: Pilih referensi

source: Enter a description
id_id: Masukkan deskripsi

source: Enter a name for the entity
id_id: Masukkan nama untuk entitas

source: Build your entity grid by adding fields
id_id: Bangun grid entitas Anda dengan menambahkan field

source: Grid builder
id_id: Pembangun grid

source: Custom entities
id_id: Entitas kustom

source: Total entities
id_id: Total entitas

source: The custom entity was successfully activated.
id_id: Entitas kustom berhasil diaktifkan.

source: The custom entity was successfully deactivated.
id_id: Entitas kustom berhasil dinonaktifkan.

source: Search for custom entities
id_id: Cari entitas kustom

source: Custom Entities
id_id: Entitas Kustom

source: Enum reference
id_id: Referensi enum

source: Number
id_id: Nomor

source: The field name is required.
id_id: Nama kolom wajib diisi.

source: The reference is required for this type.
id_id: Referensi diperlukan untuk tipe ini.

source: The field type is required.
id_id: Jenis bidang wajib diisi.

source: Not defined
id_id: Tidak didefinisikan

source: View {{name}}
id_id: Lihat {{name}}

source: Field Management
id_id: Manajemen Bidang

source: Define the label that indicates which analyses will be updated from PayAnalytics when the refresh action is triggered.
id_id: Tentukan label yang menunjukkan analisis mana yang akan diperbarui dari PayAnalytics saat tindakan penyegaran dipicu.

source: Label name
id_id: Nama label

source: Analysis refresh configuration
id_id: Konfigurasi penyegaran analisis

source: Add mapping to model
id_id: Tambahkan pemetaan ke model

source: Add mapping to the model
id_id: Tambahkan pemetaan ke model

source: Additional compensation field
id_id: Kolom kompensasi tambahan

source: Compensation components will be automatically adjusted to full-time using the FTE field.
id_id: Komponen kompensasi akan otomatis disesuaikan ke status penuh waktu menggunakan bidang FTE.

source: Apply part-time scaling
id_id: Terapkan penskalaan paruh waktu

source: The field for compensation field is required.
id_id: Kolom untuk bidang kompensasi wajib diisi.

source: Compensation field
id_id: Bidang kompensasi

source: Converts all compensation data to the global currency, or to the currency specified below. The default exchange rate and effective date of the data snapshot will be used for the conversion.
id_id: Mengonversi semua data kompensasi ke mata uang global, atau ke mata uang yang ditentukan di bawah ini. Kurs default dan tanggal berlaku dari snapshot data akan digunakan untuk konversi.

source: Currency conversion
id_id: Konversi mata uang

source: The field for currency field is required.
id_id: Kolom untuk mata uang wajib diisi.

source: The field for data model is required.
id_id: Kolom untuk model data wajib diisi.

source: Select data model
id_id: Pilih model data

source: Demographic
id_id: Demografi

source: Additional demographic variable
id_id: Variabel demografis tambahan
